import { IProjectCard } from '~/widgets/project-card';

export const data: IProjectCard[] = [
  {
    id: 1,
    status: 'Проект идёт',
    title: 'Сервис онлайн-образования',
    date: 'с 25 сентября 2023',
    description:
      'EduNest — это проект, который предлагает онлайн-образование для студентов всех возрастов и уровней. Мы стремимся предоставить высококачественное образование, доступное каждому, независимо от их местоположения или финансового положения.Наша миссия - помочь людям раскрыть свой потенциал и достичь успеха в жизни.',
    tags: ['Разработка', 'Аналитика', 'Дизайн', 'Менеджмент', 'Тестирование'],
  },
  {
    id: 2,
    status: 'Скоро начнётся',
    title: 'Сервис онлайн-образования',
    date: 'с 25 сентября 2023',
    description:
      'EduNest — это проект, который предлагает онлайн-образование для студентов всех возрастов и уровней. Мы стремимся предоставить высококачественное образование, доступное каждому, независимо от их местоположения или финансового положения.Наша миссия - помочь людям раскрыть свой потенциал и достичь успеха в жизни.',
    tags: ['Разработка', 'Аналитика', 'Дизайн', 'Менеджмент', 'Тестирование'],
  },
  {
    id: 3,
    status: 'Проект завершён',
    title: 'Сервис онлайн-образования',
    date: 'с 25 сентября 2023',
    description:
      'EduNest — это проект, который предлагает онлайн-образование для студентов всех возрастов и уровней. Мы стремимся предоставить высококачественное образование, доступное каждому, независимо от их местоположения или финансового положения.Наша миссия - помочь людям раскрыть свой потенциал и достичь успеха в жизни.',
    tags: ['Разработка', 'Аналитика', 'Дизайн', 'Менеджмент', 'Тестирование'],
  },
  {
    id: 4,
    status: 'Проект идёт',
    title: 'Сервис онлайн-образования',
    date: 'с 25 сентября 2023',
    description:
      'EduNest — это проект, который предлагает онлайн-образование для студентов всех возрастов и уровней. Мы стремимся предоставить высококачественное образование, доступное каждому, независимо от их местоположения или финансового положения.Наша миссия - помочь людям раскрыть свой потенциал и достичь успеха в жизни.',
    tags: ['Разработка', 'Аналитика', 'Дизайн', 'Менеджмент', 'Тестирование'],
  },
  {
    id: 5,
    status: 'Скоро начнётся',
    title: 'Сервис онлайн-образования',
    date: 'с 25 сентября 2023',
    description:
      'EduNest — это проект, который предлагает онлайн-образование для студентов всех возрастов и уровней. Мы стремимся предоставить высококачественное образование, доступное каждому, независимо от их местоположения или финансового положения.Наша миссия - помочь людям раскрыть свой потенциал и достичь успеха в жизни.',
    tags: ['Разработка', 'Аналитика', 'Дизайн', 'Менеджмент', 'Тестирование'],
  },
];
