export const NOTIFICATIONS = {
  participant_declined: 'Участник отозвал заявку на проект',
  participant_requested: 'Новая заявка на проект',
  participant_joined: 'Вы приняты в команду',
  owner_declined: 'Ваша заявка отклонена',
  participant_left: 'Участник вышел из проекта',
  owner_excluded: 'Вас исключили из проекта',
};

export const NOTIFICATION = {
  participant_declined: 'Участник вашего проекта решил его покинуть',
  participant_requested:
    'Пользователь хочет присоединиться к вашей команде. Но еще много пользователей, которые могут подойти в команду',
  participant_joined: 'Поздравляем, вас приняли в проект!',
  owner_declined:
    'Но у нас ещё много проектов, которые могут вам подойти. Выберите подходящий и создайте собственный.',
  participant_left: 'Участник вашего проекта решил его покинуть',
  owner_excluded:
    'Но у нас ещё много проектов, которые могут вам подойти. Выберите подходящий и создайте собственный.',
};
